enemy_type = {
    1: {"name": "Зомби",
        "health": 10,
        "description": "Полуразложившийся ходячий труп, который бесцельно бродит из стороны в сторону.",
        "death_description": "Зловонная туша распласталась на полу. Больше признаков жизни не подает."},
    2: {"name": "Пещерный гоблин",
        "health": 8,
        "description": "Мелкий безобразный гоблин. Очень хитрый и подлый.",
        "death_description": "Небольшая тушка лежит на полу в луже собственного ихора"}
    ,
    3: {"name": "Скелет",
        "health": 5,
        "description": "Обыкновенный бродячий костяк. Творение некромантов самоучек.",
        "death_description": "Груда костей, рассыпалась по всей комнате"}
}
"""
Бедренная кость, возможно предыдущего приключенца или большого животного. 50
"""
enemy_armor = {
    1: {"name": "Обглоданная кость",
        "damage": 5,
        "description": "Бедренная кость, возможно предыдущего приключенца или большого животного.",
        "hitting_probability": 50},
    ###

}
