# player_description = {
#     1: "Вы в расцвете сил, амбициозны, имеете крепкое телосложение. Для вас не существует никаких препятствий. Ну, кроме финансовых, с этим у вас проблемы.",
#     2: "Вам за 50 лет, по местным меркам - глубокая старость. Но несбывшиеся мечты молодости толкают вас на авантюры.",
#     3: "Вы сирота, живущая на улице. Единственный способ улучшить свою жизнь для вас, это найти что-то ценное в опасных и заброшенных местах.",
# }

# player_name = {
#     1: "Степан Дубина",
#     2: "Цицерон Иванович",
#     3: "Васька Проказник"
# }

# player_death_description = {
#     1: "Ваша кончина была долгой и мучительной. Вы успели тысячу раз пожалеть, что ввязались во всё это...",
#     2: "Ваша кончина была быстрой. Вы даже не поняли, как погибли."
# }

player_type = {
    "name": [
        "Степан Дубина",
        "Цицерон Иванович",
        "Васька Проказник"
    ],
    "health": 10,
    "description": [
        "Вы в расцвете сил, амбициозны, имеете крепкое телосложение. Для вас не существует никаких препятствий. Ну, кроме финансовых, с этим у вас проблемы.",
        "Вам за 50 лет, по местным меркам - глубокая старость. Но несбывшиеся мечты молодости толкают вас на авантюры.",
        "Вы сирота, живущая на улице. Единственный способ улучшить свою жизнь для вас, это найти что-то ценное в опасных и заброшенных местах."
    ],
    "death_description": [
        "Ваша кончина была долгой и мучительной. Вы успели тысячу раз пожалеть, что ввязались во всё это...",
        "Ваша кончина была быстрой. Вы даже не поняли, как погибли."
    ]

}

player_weapon = {
    1: {
        "name": "Опасная дубина",
        "damage": 5,
        "description": "Крепкая сосновая ветка с вбитым ржавым гвоздем на конце.",
        "hitting_chance": 75
    }
}

player_armor = {
    1: {
        "name": "Легкий кожаный доспех",
        "description": "Сшитый из крыс кожаный доспех. Пахнет ужасно, но вроде бы защищает от урона.",
        "protection": 2
    }
}
