player_description = {
    1: "Вы в расцвете сил, амбициозны, имеете крепкое телосложение. Для вас не существует никаких препятствий. Ну, кроме финансовых, с этим у вас проблемы.",
    2: "Вам за 50 лет, по местным меркам - глубокая старость. Но несбывшиеся мечты молодости толкают вас на авантюры.",
    3: "Вы сирота, живущая на улице. Единственный способ улучшить свою жизнь для вас, это найти что-то ценное в опасных и заброшенных местах.",
}

player_name = {
    1: "Степан Дубина",
    2: "Цицерон Иванович",
    3: "Васька Проказник"
}

player_weapon = {
    "Название": "Опасная дубина",
    "Описание": "крепкая сосновая ветка с вбитым ржавым гвоздем на конце.",
    "Урон": 5,
    "Вероятность попадания": 75
}

player_armor = {
    "Название": "Легкий кожаный доспех",
    "Описание": "Сшитый из крыс кожаный доспех. Пахнет ужасно, но вроде бы защищает от урона.",
    "Защита": 2
}

player_death_description = {
    1: "Ваша кончина была долгой и мучительной. Вы успели тысячу раз пожалеть, что ввязались во всё это...",
    2: "Ваша кончина была быстрой. Вы даже не поняли, как погибли."
}
