map_ents = {
    "enemy": "E",
    "empty": " "
}

map_base = {
    "start": "St",
    "exit": "Ex"
}

rooms_type = {
    1: "Просторная комната. Большие дубовые бочки, стоящие вдоль стен, подсказывают, что раньше тут хранили вино.",
    2: "Темная комната. Одна стена частично обвалилась, впустив в себя черную почву. В воздухе стоит плотный запах сырости и плесени.",
    3: "Комната, как комната, ничего особенного.",
    4: "Судя по, стоящим вдоль стен, кроватям с истлевшими простынями, раньше это были покои прислуги.",
    5: "Скелеты пустых оружейных стоек, расположенные вдоль правой стены, подсказывающие вам, что раньше это была оружейная."
}
